Repository: pixelkarnage/danceclub
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# administration.pageTitle
source: Event administration
de: Kursadministration

# administration.bookable
source: Enable event booking
de: Kursbuchung aktivieren

# administration.bookingCount
source: Bookings
de: Buchungen

# administration.true
source: Yes
de: Ja

# administration.false
source: No
de: Nein

# administration.eventGroupListing
source: Dance Club Administration
de: Plan-T Kursadministration

# administration.newEventGroupRecord
source: New Event Group
de: Neues Kursprogramm

# administration.newEventRecord
source: New Event
de: Neuer Kurs erstellen

# administration.newBookingRecord
source: New Booking
de: Neue Kursbuchung erstellen

# administration.newTypeRecord
source: New Event Type
de: Neuer Kurstyp erstellen

# administration.newVenueRecord
source: New Event Venue
de: Neuer Kursort erstellen

# administration.crdate
source: Creation date
de: Erstellt

# administration.noTeachers
source: No Teachers set for this event!
de: Für diese Veranstaltung sind keine Lehrer Angegeben!

# administration.titleEventGroupView
source: All Event Groups
de: Alle Kursprogramme

# administration.sendMailAll
source: Show all E-Mails
de: Alle E-Mails anzeigen

# administration.noEventGroupTitle
source: No event groups found!
de: Kein Kursprogramm gefunden!

# administration.noEventGroupText
source: Please select a Storage-Page with EventGroup records stored in it.
de: Bitte einen Ordner wählen in dem ein Kursprogramm gespeichert ist.

# administration.noEventTitle
source: No events found!
de: Keine Veranstaltungen gefunden!

# administration.noEventText
source: Please create an event, or select another event group.
de: Bitte eine Veranstaltung diesem Kursprogramm zuordnen, oder ein anderes Kursprogramm wählen.

# administration.activate
source: Activate booking
de: Buchung aktivieren

# administration.deactivate
source: Deactivate booking
de: Buchung deaktivieren

# administration.edit
source: edit %s
de: %s bearbeiten

# administration.lock
source: Cancel
de: Abblasen!

# administration.unlock
source: Restore
de: Wiederherstellen

# administration.canceled
source: Cenceled!
de: Abgeblasen!
