Repository: pixelkarnage/danceclub
Catalog: Resources/Private/Language/*.locallang_csh_tx_danceclub_domain_model_event.xlf
Languages: de

# name.description
source: Name your event.
de: Titel oder Name der Veranstaltung

# description.description
source: Describe your event.
de: Beschreibung der Veranstaltung.

# canceled.description
source: Cancel this Event.
de: Wenn gewählt wird dieser Event als Abgesagt angezeigt.

# bookable.description
source: Activate booking for this event.
de: Buchung für diese Veranstaltung aktivieren/deaktivieren. (Gesammthaft lässt sich die Buchung auch im Kursprogramm aktivieren/deaktivieren)

# price.description
source: Set a participation fee.
de: Preis dieser Veranstaltung.

# force_partner.description
source: Only accept booking with a dance partner.
de: Partner Anmeldung forcieren.

# max_bookings.description
source: Maximum participants
de: Maximale Buchungen für diese Veranstaltung

# min_bookings.description
source: Minimum participants
de: Minimale Buchungen für diese Veranstaltung

# disco_jokey.description
source: The DJ for this Event.
de: Der DJ für diese Veranstaltung.

# teachers.description
source: Personel teaching at this event
de: Lehrer dieser Veranstaltung.

# type.description
source: Type of event. (Practica, Milonga etc)
de: Veranstaltungstyp. (Practica, Milonga etc.)

# location.description
source: The place it shall happen
de: Veranstaltugnsort.

# start_time.description
source: startTime
de: Start Uhrzeit

# end_time.description
source: endTime
de: Ende Uhrzeit

# reoccurence_until.description
source: reoccurenceUntil
de: Wiederholung

# reoccurance_type.description
source: Daily, Weekly, Monthly etc.
de: Täglich, Wöchentlich, Monatlich etc.
